[
  {
    "id": "1",
    "title": "The unrestrictable creative drive of 'Breathless'",
    "date": "2025-10-17",
    "language": "English",
    "content": "Throughout Godard’s feature debut, there is nothing (and nobody) Michel Poiccard keeps around even a moment longer than it is either useful to him or brings him pleasure. Be it the newspaper he has cleaned his shoes with, the cigarette he is done smoking, the fancy car he has just stolen or the girl he isn’t interested in anymore; Michel throws all of them out of the film without a second thought. Jean-Paul Belmondo plays a man entirely driven by (hedonistic) impulse, who runs away from rules, commitments and the police. A man rebelling against the system by running, driving, smoking and cheating his way through life as if there didn’t exist one.\n\nBreathless is about a person so unhappy with the world the past generations have left him with that he simply refuses to participate. He acts on egoism, sexual impulse and idolization of the image of the lawless gangster you find in American films from the 1930s alone, always a lit cigarette in his mouth, a hat half covering his face and never allowing himself to care. He is an asshole, and he knows himself to be one – it’s the first thing we learn about him – but it also doesn’t bother him enough to change anything about that fact. His dickishness isn’t special, and neither is his macho-appearance; because Michel, as a person, isn’t special.\n\nWhat makes the film Breathless special is that Michel’s complete lack of regard for what may be expected or desired of him is so aggressively present in every fiber of the film’s being. Godard barely seems to care about its plot and even less for the conventions of audiovisual storytelling present at the time. His filmmaking is the logical and consequent extension of Michel’s willful ignorance, or – probably more to the point – Michel is the personification of the dissatisfaction and disillusionment with society and its rules of Godard’s generation. He examines his own rebellious view of the world through Michel, in a film that is built from the ground up abiding by the (lack of) rules of his mindset. Only that Godard – as far as can be surmised from the film – isn’t close to being as misogynistic as Michel is.\n\nAll this makes for an invigorating viewing experience (not the misogyny, which is often difficult to watch, but the other stuff). Breathless is the first film I’ve ever seen with what I would describe as hedonistic editing. Cécile Decugis cuts the film together as if making a highlight reel of her favorite shots that Godard has sent her in narratively chronological order. Which not only leads to edits that often break continuity in more ways than one, but also – given how Godard didn’t have the budget (or interest) to shoot much coverage – to sequences made up almost entirely of jump cuts. This style always feels like it looks at most one shot into the future at any moment. And, as a result, never lets you settle into any kind of rhythm, since you never know what to expect with each cut.\n\nIt is easy to imagine a film where this purposely chaotic and impulsive approach to filmmaking falls unflinchingly on its face. Where the unlikable protagonist alienates the audience from the start, the frustration builds with every “wrong” edit and the lack of a proper story to hang onto turns into the final nail of its coffin. Luckily, Breathless isn’t that film. Godard captures the streets and interiors of Paris and the characters roaming through and existing in them with such life that you don’t need to emphasize with Michel for the film’s runtime to fly by. His enthusiastically naïve camera, so full of life you develop a relationship with the person wielding it, turns scenes into living moments in a way that makes you want to catch the next train to Paris. There is a quick cameo by Notre Dame or the Arc de Triomphe, but only as a reminder that their grandeur is superfluous if Godard is behind the camera.\n\nAfter, in the first minutes of the film, stealing a car in Marseille and then shooting the policeman who was about to arrest him for it, Michel spends the rest of Breathless in Paris, with the police eager to close in on him. We don’t learn anything about him as a person beyond how he reacts to the situations he finds himself in – if he isn’t recounting the number of women he has slept with, Michel doesn’t care one bit about his past, and so neither does the film. Shortly after arriving in Paris, however, he reconnects with Patricia, an American student and aspiring journalist, and he soon (begrudgingly) realizes he has feelings for her that go far beyond those he has for the other girls he has slept with.\n\nPatricia, who, in stark contrast to Michel, has goals she is working towards and an active interest in her life, quickly becomes the film’s emotional anchor. Jean Seberg brings an electric dynamism to the role. She is able to sell what draws Patricia to Michel’s (often crass) straightforwardness, just as well as you understand through her why Patricia soon becomes alienated by his increasingly unpredictable antics and the mental predicaments this push-and-pull of their relationship puts her in.\n\nGodard, through the interplay between Patricia and Michel, explores with refreshing tactility how far his inherently rebellious disregard of any norm should take him. Michel is the extreme, the police chasing him the status quo, and Patricia – and, during the final shot, the audience – is left to discover for herself where she falls in relation to the two. It’s an unexpectedly rewarding dynamic, in large part due to Jean Seberg’s vibrancy being felt as deeply when she is on screen as it is missed when she isn’t. The ending delivers a punch you didn’t even realize the film was building towards.\n\nHowever, Breathless is just as much a film about two people in their twenties, who are on very different paths but similarly lost, as it is about anything else. And Godard allows the film to cherish the levity that comes with this setup. When Michel and Patricia talk, they often speak as much into the room they are in as they do to the other person; questions are asked and ignored, and statements are made for no other reason than to formulate them. Patricia dances through the streets and Michel looks goofy, childish and naïve at least as often as he doesn’t. There is a highly enjoyable chaos to it all, which sometimes even turns into silliness. Godard allows himself to create that chaos, or rather to let the chaos unfold, because he knows he will find the beauty and humanity that lies within it.\n\nIt is a testament to the movies as empathy machines, as well as how affectingly the two lead performances are able to elicit empathy for characters you don’t even particularly like, that the editing of Breathless deconstructs its verisimilitude right before our eyes, and I still came out of the film feeling motivated to embrace the role of the rebellious youth. Despite being a product of a very specific time, Breathless, like many of the best movies there are, reveals a timelessness about its story of disobedience. The jazzy score guides us through Godard’s vision of modern and youthful lawlessness, the camera vividly captures moments you don’t want to forget precisely because of their simplicity, and the editing forces us to appreciate these moments.\n\nThere is a scene on which Patricia gets to interview a famous French writer and philosopher about his new book. The interviewee gets swarmed from all sides with questions about the nature of love and romance and the differences between men and women and the distinctive roles they play in our society. He answers all of them laid back, sunglasses preserving some anonymity, with inexpressive platitudes and by sketching stereotypes you quickly become annoyed by. With the first answer he gives to one of Patricia’s questions, he only flatters her appearance. It is all a game to him. But at the end of the interview, Patricia asks another question: 'What is your greatest ambition in life?' He thinks for a second, leans forward, removes his sunglasses and answers: 'To become immortal, and then die.'",
    "image": "bilder/Breathless.jpg"
  }

]






